{
    "Introduction": "Oh, um... hi, I'm Victoria. Tori. I live here, I mean, in the 'Scarp.#$b#Hopefully we'll see each other around, right?",
    "Resort_Entering": "Oh, it's so gorgeous! I love it.$1",
    "Resort_Leaving": "I'll have to come back and visit again soon.",
    "Resort_Shore": "Are you enjoying the beach, @? Scarp beach is nice... but this is divine.$1",
    "Resort_Umbrella": "Oh dear, the sun's made me come over all light-headed.$2",
    "Resort_Wander": "I wonder what sort of animals live here? It would be fascinating if there were a species of tropical slime.$1",
    "Resort_Bar": "Oh, just a mocktail for me, thanks Gus. Don't want to get tipsy! No telling what I might get up to.$1",
    "Resort": "I hope you put on sunscreen, @. I'd hate you to get burned. I have some here if you need it.$2",
    "GreenRain": "Ah, the slimes love this kind of weather. They'd be out there frollicking in it, if I'd let them.$1",
    "GreenRain_2": "Breathe deep, @. That's the smell of the rainforest. Isn't it so wonderfully rich - and filled with life and potential?$1",
    "14": "The %season edition of Slime Fanciers Quarterly arrived today... That's my weekly reading sorted!$1",
    "14_2": "The %season edition of Slime Fanciers Quarterly arrived today... That's my weekly reading sorted!$1",
    "Mon": "Bread... sugar... Sorry @, can't talk, I'm trying to remember my shopping list.#$e#Yes, I suppose I could write it down... but last time I did that, I lost the list.$2",
    "Tue": "'When life gives you lemons, you've got to make lemonade.'#$e#Oh, don't mind me, @, just thinking aloud.$6",
    "Wed": "Oh, @. Um, hello. Are you having a good day?#$e#My day? Oh, every day above ground, as they say...#$e#Heh, I once thought that was a saying about miners.#$e#I'm babbling, aren't I? I do that sometimes. Um, goodbye!$6",
    "Thu": "Do you like it here, @? I really enjoy living near the beach.#$e#It's so restful listening to the waves at night.",
    "Fri": "I know I shouldn't, but I can't resist slipping that adorable kitty a treat now and then.$1#$b#Oh crumbs, me and my big mouth... you won't tell Aideen, will you? I wouldn't want her to be mad at me.$2",
    "Sat": "Hello @. I hope you're enjoying the weekend?$1#$e#Oh... of course, you're working today. Farmers never really get a day off, do they? I'm sorry.$2",
    "Sun": "Sorry, I'm a bit dirty today... I've been mucking out the slime pens.#$b#It's a messy job... but if I don't do it, no one else will, and I can't have my babies living in filth.$2",
    "danceRejection": "Oh ... I'd really rather not dance in front of everyone. I'm sorry.$2",
    "divorced": "I don't want to talk to you. Sorry.$2",
    "dumped_Girls": "Well, I guess karma caught up with you. Can't keep things secret in a small town for long.",
    "breakUp": "I'd rather not talk right now. I'm still looking for the silver lining.",
    "Mon2": "I got voted 'Most likely to become crazy cat lady' in my High School yearbook. Hah, if only they knew!$1",
    "Tue2": "Is there anything I can help you with, @?$3#$e#A problem shared is a problem halved, right?",
    "Fri2": "Have you ever tried bullet journalling, @? I read it's good for mindfulness, so I thought I'd give it a go.#$b#My To-Do lists have never looked so pretty!$1",
    "Sat2": "Oh, hey. Hi. Sorry, I'm a bit tense today... Saturdays, eh? Most folks love 'em, but me? I'm weird, I guess.$2",
    "Sun2": "I'm trying to learn how to make my own luck. Seize the day. Enjoy the moment.#$b#I don't think it's working. I'm not sure I'm really capable of seizing anything.$2",
    "Wed2": "Lovely weather isn't it. I love the sun, but I also love the rain...#$e#The only weather I'm not fond of is wind. It makes the slimes nervous.$2",
    "Tue4": "Today, let's not make it a good day, let's make it a GREAT one!$1#$b#*Sigh* If I say it enough, it might come true, right, @?",
    "Sun4": "Oh, don't mind me... Sundays can be a bit rough. It hurts to fail people you love.$2",
    "Sat6": "Hello @. You're looking lovely today. That outfit really suits you.$6#$e#Oh, when I'm down, I cheer myself up by paying compliments. I hope that's okay.$3",
    "Mon8": "My brother and his husband are off visiting some other exotic location. He's promised they'll send me a postcard!$1#$e#I've thought about travelling myself, but my babies get upset if I leave them for too long, and we can't have another... incident.$2",
    // "Thu10": "",
    "Fri6": "$c 0.5#No one really knows what kind of animal slimes actually are. They're officially classified as 'monsters', whatever that means.#There's a common theory that slimes are some sort of terrestrial jellyfish, but that doesn't feel right to me.$3",
    "spring_1_2": "I do love spring, if it weren't for all the pollen, it would be my favorite season.#$b#Thank goodness for antihistamines.",
    "summer_1": "Ah, the first day of summer. Time to dust off my swimsuit... Or perhaps I should treat myself to a new one.$1",
    "summer_Mon": "Phew, my slime hutch gets so humid in summer. But my babies need their moisture!",
    "summer_Tue": "I might take a walk on the beach later. I love the feel of sand between my toes. It's very grounding.",
    "summer_Wed": "Eloise always has so many questions about my slimes. She wants to come and play with them, can you imagine that?$1",
    "summer_Thu": "Have you met Beatrice? She's the sweet lady that runs the lighthouse. She tells the most wonderful tales.#$b#Her husband sailed away and never returned. It's so tragic.$2",
    "summer_Thu4": "If you visit my babies, please remember to close the door behind you. I'd hate for someone's pet to get in.#$e#They're gentle and loveable, really! But if they feel threatened, things can get... unpleasant.$2",
    "summer_Fri": "You've got to be careful around slimes, and always wear a slime ring.",
    "summer_Sat": "Hello @. I'm not really in the mood to talk today. Sorry. It's good to see you though.#$e#I hope you enjoy your day.",
    "summer_Sun": "Oh... hello @. Are you having a good day? Me? I'm working on it!$1",
    "summer_Wed2": "I picked a flower from Aideen's garden yesterday afternoon... It was ever so pretty, and I was careful not to damage the plant.$3#$b#Now I'm feeling guilty... it was very rude of me. I should apologize, shouldn't I?$2",
    "summer_Tue4": "When I was a kid, I collected insect skins, crab shells and animal bones.#$b#Mom said that wasn't very lady-like, so I switched to pressed flowers instead.",
    "summer_Sat6": "Oh, hello @. When I call my mother tonight, would you mind terribly if we talked about you?#$b#Oh, in a favorable way, of course! It'll help her to know that I have a friend.$1",
    "summer_Mon8": "I feel at peace around you, @. Thank you for being my friend.$4",
    //"summer_Thu10": "",
    //"summer_Fri10": "",
    "fall_1": "Do you love fall, @? I do. It's such a pretty season.$1",
    "fall_Mon": "My brother and I would collect hazelnuts in fall. It was fun toasting them over the fire, drizzled with a little maple syrup.#$b#It's funny how a season can evoke such memories, isn't it?$1",
    "fall_Tue": "Hmm, I really should pick up some more antibiotic cream. Oh, for the slime burns.#$b#My babies love me, but they can be a little overly enthusiastic.",
    "fall_Wed": "I brought in some leaves for my babies to play in. Enrichment is important for captive critters.",
    "fall_Thu": "Did you know slimes are basically all stomach, @? They engulf their food and dissolve it, then excrete the moisture as slime balls.#$e#It can take slimes days to digest really dense foods - like cake or a pumpkin.",
    "fall_Sat": "Oh, hi @. Sorry I'm a bit distracted. I've got a lot on my mind.$2",
    "fall_Sun": "What's wrong with my hand? Oh, it's just a small burn.$2#$b#It's my own fault, really. Groucho's a bit cantankarous - and I wasn't paying proper attention.",
    "fall_Wed2": "Have you found the old orchard yet, @?#$b#Be careful if you do... the slimes in there are anything but domesticated.$2",
    "fall_Tue4": "Slime has so many uses, @. Sunscreen, moisturiser, it's even used as a thickener in shakes!#$b#They rebrand it, of course; for some reason, no one wants to drink 'slime'.",
    "fall_Sat6": "Sorry if I seem on edge today, @. Saturday's are... not a good day for me. I feel like I spend half the day sick with tension.$2#$b#It's silly, I know... I mean, she's my mother, and I love her. But...$2",
    "fall_Mon8": "Sometimes I have to remind myself that I'm not responsible for anyone else's actions... I can only be responsible for my own.",
    //"fall_Thu10": "",
    "fall_Fri6": "My brother gave me my first slime as a joke. He won it at the Grampleton Carnival.#$b#Jokes on him though! I called the slime 'Happy' and he's been my best boy ever since.$1", //might be better as an event/definitely seen dialogue
    //"fall_Fri10": "",
    "winter_1_2": "Winter's a great season! Any excuse to snuggle up under a duvet with the best companion of all - a book! - right?$1",
    "winter_Mon": "Oh phew... it's good to be out in the fresh air. I have to crank the heat up high downstairs; my babies aren't fond of the cold.",
    "winter_Tue": "Oh... it's %time already? Where has the day gone?",
    "winter_Wed": "It's days like this I wish slimes were more cuddly...#$e#Can you imagine curling up with Baron Munchington? He must be so snugglable!$1",
    "spring_12": "Are you excited for the Egg Festival tomorrow, @? It's fun to watch the kids hunt for eggs - and Gus puts on a delicious spread.",
    "spring_23": "I might give the flower dance a miss again this year, but I hope you'll enjoy yourself, @.",
    "spring_23_2": "I'm still trying to decide about the Flower Dance... I like dancing, just not in public.$3#$b#But if someone asked, I'd feel bad telling them 'no'... Not that I really think anyone would ask. So maybe I should go?$2",
    "winter_7": "I'm not a fan of the fishing side of things, but the Ice Festival is worth it for the sculptures. They're a real work of art.",
    "fall_26": "Spirit's Eve is a bit too spooky for me. I'll be home drinking cocoa with a book, thank you very much. You have fun though!",
    "fall_27_2": "I hope you have fun at the Spirit's Eve party tonight... Even the Inn one's too spooky for me, I'm afraid. I'll be home drinking cocoa with a book.#$b#You could join me ... if you liked? Although I suppose you're very brave.$3",
    "summer_10": "Hmm... Mayor Lewis has asked me to please not add slime to the Luau pot this year.#$b#I don't know why - it's virtually tasteless but really adds to the texture.",
    "summer_27": "I do love the moonlight jellies. Do you think they might be related to slimes?",
    "winter_24": "I didn't really want to join the Winter Star Gift Exchange... but Mayor Lewis didn't exactly give me a choice.$2#$e#Last year, Vincent was really unhappy with the socks I chose for him.$3#$b#They were toasty warm, with adorable little slimes printed on them.",
    "winter_Thu": "My brother and I used to have competitions to see who could make the best snowman.#$b#He usually won; I spent so long pondering over how mine was going to look that I'd run out of time.",
    "winter_Fri": "*yawns* Have you heard of Revenge Sleep Procrastination, @? It's when you try and claw back some 'me time' by staying up far too late.#$b#It seemed liked a good idea at the time... but now? Well, present-me regrets the actions of past-me.$2",
    "winter_Sat": "I wish the days would last longer... It gets gloomy so early this time of year.#$e#Oh! I must remember to take my Vitamin D.",
    "winter_Sun": "Hi @... Today my happy thoughts are the sensation of snow crunching beneath my feet, and the enthusiasm at which my babies greet me every morning.$1#$e#What are your happy things for today, @?",
    "winter_Wed2": "Do you have a designated daily Worry Time, @? Mine's supposed to be 8pm each night... but today I started early.$2",
    "winter_Tue4": "My neighbor Jacob? Oh, he has such a kind way with animals. He's really rather lovely.#$b#Please don't tell him I said that.$4",
    "winter_Sat6": "Well, it's almost time for the obligatory parental phone call. Wish me luck!$2#$e#What are your parents like, @? I sure hope they're as lovely as you are.$4",
    //"winter_Thu10": "",
    "winter_Wed6": "Hmmm, I might do some scrapbooking today. Have I shown you my scrapbooks, @? There's baby photos of Happy!",
    //"winter_Fri10": "",
    "AcceptGift_(O)167": "Oh, thank you. Did you know that some of the preservatives in Joja cola are derived from slime?$1",
    "AcceptGift_slime_egg_item": "You're giving this to me? Really? I'll name the slimeling after you, promise!$1",
    "AcceptGift_(O)557": "Oh look at the cute wee guy! Maybe my babies are descended from it. Wouldn't that be neat?",
    "AcceptGift_(O)766": "Oh, thank you. This was ethically sourced, right? Right?! $2",
    "AcceptGift_(O)876": "$1 Tori.PrismaticJelly#This is beautiful! Thank you, @. I'm going to cherish it forever... who knows? Maybe I can ressurect it.#$e#This is beautiful! Thank you, @. I'm going to cherish it forever.$1",
    "AcceptGift_(O)StardropTea":"Oh, this smells divine; I already feel at peace. Thank you.",
    "reject_EastScarp_Vintage_Ruby_Ring": "Oh, this is far too precious for me! I'd only lose it.$2",
    "Tori_PrismaticSlime.Active": "Did you see the request on the Special Order board for a Prismatic Slime? They're extremely rare... I've always wanted to see one.#$b#If you find it, can you let me know, please, @?",
    "Tori_PrismaticSlime.Complete": "You found the prismatic slime? I bet it was beautiful! I wish I could've seen it.$1#$b#You had to kill it? Oh...$2",
    "HappySlimeRescue": "Hi @. I made Jacob some cookies as a 'Thank you' for saving Happy's life. Here, you can help me taste-test them. [223]$1#$b#Oh, I paid him too, of course... this is just a little extra.",
}