{
    "IntroEyvindr": "Just so you know, this is my mountain. Leave the goats and me alone, and we'll get along just fine.$5",
    "Resort_Entering": "So this is beach. Hah, well, it's hot. I'll give it that.",
    "Resort_Leaving": "Yeh, okay, it wasn't horrible. Maybe I'll even come back one day.",
    "Resort_Shore": "Oh! The waves tickle. Don't look at me like that!$2",
    "Resort_Umbrella": "Is this some sort of hat?$3",
    "Resort_Wander": "There's got to be something to eat around here. Or someone.",
    "Resort_Bar": "Mead? Mulled wine? Fine... then give me something pink with an umbrella in it. Thanks.",
    "Resort": "This grit... it's getting between my toes. Ugh.",
    "GreenRain": "You've walked all the way through this to come see me? You're either very brave or very foolish.$1",
    "GreenRain_2": "Lovely weather, ain't it? Good fodder for the goats.",
    "Mon": "You're a long way from home, aren't you lad? Don't get lost.^You're a long way from home, aren't you lass? Don't get lost.",
    "LittleGruffTalk": "The kid? His mother abandoned him, not enough milk.$2#$b#Nature's a cruel mistress, and I couldn't let the wee one perish.",
    "Tue": "I hope you're not here to bother my goats...$a#$e#The last creature that bothered my herd... well, let's just say that they didn't take it too kindly.$1#$b#And I don't like having to clean up after them.$2",
    "Wed": "The bones outside my home? Oh, those were ... tresspassers who displeased me.$3",
    "Thu": "Be careful, if you poke your nose around too much, you might just get it bitten off.$a",
    "Fri": "Not often I see your kind up here. The villagers have learned to leave me alone.",
    "Sat": "What am I? Well, keep asking questions and I might just gobble you up.$1",
    "Sun": "You know, some of us prefer our solitude. Don't bother me, and I won't grind your bones to bake my bread.$1",
    "Wed2": "Here for some fishing? Well don't catch too many. Nature's balance is delicate.",
    "danceRejection": "Do I look like I'd dance? I'd most likely step on your feet. And then we'd both regret it.$2",
    "divorced": "Humans... your lifespans are so short, and your relationships so fickle.$a",
    "dumped_Guys": "Well, I guess humans were never known to be monogamous. Why would I expect you to be any different?$a",
    "breakUp": "Humans... your lifespans are so short, and your relationships so fickle.$a",
    "Mon2": "I'm impressed you've made the journey again. I can't imagine they'd be anything here to interest you.$3",
    "Tue2": "Why would I ever travel into town? I have everything I need up here.$1#$b#For company? Hah! I prefer my own.",
    "Fri2": "Am I a demon? Don't be daft. I'm more of this world than you are!$a",
    "Sun2": "Trespassing again? Your kind never learn.$a",
    "Tue4": "The mines are uncanny. I don't go in there anymore. Too many ghosts. Metaphorical and literal.$2",
    "Mon8": "Nobody could spin a tale like McIntyre. He could talk a donkey into believing it was a horse.#$b#Ugh, listen to me, rambling on. Haven't you got better things to do?",
    "Tue8": "My ancestors lived here when humans first took their teetering steps on our shores.",
    "Wed8": "More of my kin? Hah, we're solitary and territorial - by my kin's standards, I'm a regular social butterfly.$1#$b#Don't go inviting me to any parties though. That tends to end... unplesantly.",
    "Thu8": "I've been around a long time. I've seen humans come and humans go.#$b#Thanks for sticking around, @.",
    "Fri8": "My kin were caretakers, @. But there is little left for us now. Most of the others retreated to the forgotten places.$2#$e#Me? I enjoyed the companionship of humankind too much. And this is where it left me: a grumpy goatherd, alone in the mountains.#$b#Not that I mind, of course.",
    "Sat8": "I 'spose soon it'll be time for the little one to join the herd...#$b#I've gotten kinda used to him being around. Still, at least my socks'll finally be safe.$1",
    "Sun8": "Humans... always rushing around, never taking time to appreciate being still.#$b#Well, with lives as short as yours, I 'spose it's understandable.",
    //"Thu10": "",
    "Fri6": "So, Lewis is still Mayor, huh?#$b#I remember him as a young lad. He thought himself quite the young lord!$1#$e#The foolish youth  got on Old Gruff's bad side - and darn near wet himself in fear.$2#$b#Yeah, I saw he got home safe. Despite appearances, I'm not a monster.",
    "summer_Mon": "You again? Go on, get away with you. Or I'll feed ya to Old Gruff.$a",
    "summer_Tue": "I heard something crashing around up here. Thought it might be a boar.#$b#I'm almost disappointed. At least there's good eatin' on a boar.",
    "summer_Wed": "Have you come to keep me company? Don't. My goats are the only friends I need.$5",
    "summer_Thu": "You'd better not be trampling my garden.$a",
    "summer_Thu4": "I'm proud of my garden. Got to be careful though. If the goats got into it... well, it doesn't bear thinking about.$2",
    "summer_Fri": "The goats? Oh, they'll eat anything. They'd eat you if you stayed still for too long.$1",
    "summer_Sat": "Some hooligans came by last night. Throwing some sort of party.$a#$b#I showed them my teeth. Ain't never seem humans run so fast!$1",
    "summer_Sun": "I hope you're not planning to dump trash in my lake. No? Well someone has been.$a#$e#The fish don't like litter - and I don't either.$2",
    "summer_Sun4": "You looking for the king of the carp, @? Might wanna try the very south end of the lake.#$b#If you follow the east bank around, you'll see there's a path. Careful though it's steep.",
    "summer_Wed2": "Hah, the nannies cornered a wolf last night, and I've got myself a new coat for winter!$1",
    "summer_Tue4": "How old am I? Older than my teeth and younger than this here mountain.",
    "summer_Sat6": "Of course I had friends once. Doesn't everyone? Douglas McIntyre, Joseph Thomas... all dead and gone now.#$b#And Mullner, of course, though he hasn't been the same since.$2",
    "summer_Mon8": "Some folks think of the summer as a time to be free of care... but for me, it's a time of bitter memories.$2#$e#It's been decades, @, but for all that your human lives are fleeting... it's hard to let them go.$2",
    "summer_Tue8": "Afraid I'll turn to stone in the sunlight? Hah, that's a myth. Forget most of what you think you know about my people, @.#$b#The tales? They're built on misunderstandings, lies, and exaggeration.",
    "summer_Wed8": "A lot of miners lived in the 'Scarp. Things were a lot livelier then.#$b#They'd throw a massive shindig for midsummer. Dancing... drinking. Good times.$1#$b#Ugh, look at me, waxing all nostalgic.",
    "summer_Thu8": "You know, Lily's favorite story - or so she said - was Beauty and the Beast. Now I'm wondering if she was trying to tell me something.#$b#Guess I'm too bull-headed to take a hint. Too late now anyhow. I scared her off in the end.$2",
    "summer_Fri8": "You know lad, I reckon I knew your grandfather.$1^You know lass, I reckon I knew your grandfather.$1#$b#Solid fellow, reliable. Not afraid to get his hands dirty.#$e#The world needs more people like him... like you... people who get stuff done, instead of whistling into the wind.",
    "summer_Sat8": "My people are older than the hills, @. One with the earth, the forest. The sky.#$b#These last wild places, they're the only homes we know.$2",
    "summer_Sun8": "You know why I worked at the mines, @? Curiosity. Ain't just a human curse.$1#$b#Gotta know your enemy, my pappa always said... and damn it, I knew them - and they become my friends.$2",
    //"summer_Thu10": "",
    //"summer_Fri10": "",
    "fall_Mon": "Today's not a good day to bother me. Nanny Glutton got into my garden and ate my best bloom.$a#$b#Almost in the mood for goat stew tonight. Almost.$2",
    "fall_Tue": "Can't resist coming up here, can you lad?^Can't resist coming up here, can you lass?#$b#What's the attraction? You better not be looking to steal my goats.$a#$e#I'd have you for breakfast if you so much as tried!$1",
    "fall_Wed": "Pah humans. Hardly worth the effort of befriending you lot. Too short lived, that's your problem.#$b#Don't take time to sit back and enjoy the world, always rushing, rushing, rushing.",
    "fall_Thu6": "Friends, hah? My kind aren't known for their sociable natures, you know.#$b#But yeh, we do enjoy a good yarn and a pint of mead now and then.",
    "fall_Sat": "I'd steer clear of Old Gruff today if I were you.$2#$b#It's rutting season, and he's looking to butt heads. Or worse.#$b#Just give him a wide bearth, alright?$a",
    "fall_Sun": "Oh, I'm sure you've heard plenty of fairy tales about my kind. Don't go believing everything you hear, human.",
    "fall_Wed2": "Harrumph... don't know why you bother. Goats are the best company there is.#$b#They don't expect you to hold a conversation, for a start.",
    "fall_Tue4": "Old Gruff's got a taste for amaranth. Problem is, it doesn't grow well up here.",
    "fall_Sat6": "How's things down in the village? Used to quaff pints with the miners down at the saloon. Those were the days!$1#$b#Could drink most of them under the table. Probably a lot quieter now, right?$3",
    "fall_Mon8": "Thomas was a good lad. Hardworker, but then again, we all were.#$b#I'd keep an eye on his son sometimes: So small, but full of questions.#$e#Human children talk too much, but youg Jasper? He knew to listen.#$b#I wonder what he's up to now. Maybe he's got children of his own.",
    "fall_Tue8": "Got yourself a sweetheart, @?#$b#Hah me? Nah. Too grumpy and set in me ways.$1#$b#'Sides, my people? When we bond, we bond for life. And I never did find anyone who'd put up with me that long.$2",
    "fall_Wed8": "Never really saw the point in reading. Never got much further than 'see Spot run'. The plot was uninspiring, and it's a damned stupid name for a dog.$a",
    "fall_Thu8": "Humans... destructive, selfish and filled with their own self importance...#$b#But so passionate and determined! Damned if I didn't grow stupidly fond of your kind...$1",
    "fall_Fri8": "There've been a few women, you know. Well, two.$2#$b#Nah, I ain't gonna talk about them.$a#$b#They'll be married, have kids, maybe even grandkids now. Yeh, it's been a while.$2",
    //"fall_Sat8": "",
    "fall_Sun8": "Thomas's kid used to read to me. Sharp little spark, that one, even if his da did name him after a rock.",
    //"fall_Thu10": "",
    "fall_Fri6": "The Guildmaster, Marlon? Yeh, we know each other. Got a lot of respect for a man like him.$1#$b#Less respect for the ones that talk big but do little.$a",
    //"fall_Fri10": "",
    "winter_Mon": "You'd better watch out for avalanches.",
    "winter_Tue": "Dunno why you're here. Fishing's pretty lean at this time of year.#$b#Hah, can't be to visit me, don't waste your time there. I ain't gonna invite you in for tea and cookies!$1",
    "winter_Wed": "Still coming up here? Surprised you're not tucked up in your snug little cabin, hiding from the cold.",
    "winter_Thu": "There's probably good stuff left in those mines, you know. We didn't strip 'em barren.#$b#Plenty of things that'll gobble you up too. Or worse. But that's not my concern.$1",
    "winter_Fri2": "Oh, it's you again. Well, try not to catch a cold.#$e#If you sneeze around here, you could set off an avalanche.$2",
    "winter_Sat": "Try not to get caught up here after dark, human. There's dangerous beings about.#$b#Me for a start.$a",
    "winter_Sun2": "You got some woollen socks, lad?^You got some woollen socks, lass?#$b#Ain't nothing like goat wool to keep the feet warm.$1",
    "winter_Wed2": "Apparently some humans like to strap planks to their feet and slide around the slopes.#$b#Sounds like a great way to break an ankle to me.$2",
    "winter_Tue4": "Feeling chilly? There's a wolf been bothering my goats, if you want to get yourself a fur coat.$1",
    "winter_Sat6": "Best thing about winter? Ain't no fleas or flies around. Oh, they don't bother me - but they bug the heck out of the goats.#$b#And you really don't wanna see Gruff in a bad mood!$1",
    "winter_Thu10": "I know I ain't always been the most amiable host, but your company really warms me old frozen heart, @. Especially on days like this. Thank you.",
    "winter_Wed6": "You know, once upon a lifetime ago, I'd put on an old wolfskin and stomp around skiers' campsites.#$b#Where do you think the rumors of the abominable snowman came from?$1",
    "winter_Mon8": "Sometimes I wonder if there's any of my people still out there. Are they all like me? Solitary guardians of a disappearing wilderness?$2#$b#Ugh, listen to me, getting all melancholic. Bet you liked it better when I was grumpy, right?$1",
    "winter_Tue8": "Heard some tresspassers muttering about some place called the 'interweb'. Apparently it's full of trolls.#$b#Sounds interesting. Don't suppose you'd know how to get there?",
    "winter_Wed8": "Any good with cards, @? Me, Thomas, Mullner, we used to fill in these long winter nights playing poker.#$b#We'd play for stones; Thomas always lost. Poor fella couldn't bluff to save his soul.",
    "winter_Thu8": "The mining did a lot of damage to the land; I ain't deluding myself there, @.$5#$b#I'd like to think I helped minimize it... Probably wistful thinking though.$2",
    "winter_Fri8": "Ah, it's good to see you, lad.^Ah, it's good to see you, lass.#$e#Lonely? Nah, not me... although I gotta admit - it's good to have someone to talk to.",
    "winter_Sat8": "Used to sit around the fire telling stories on these cold winter nights.$2#$b#Do you enjoy a good yarn, @? Beauty of storytelling is, you ain't never gonna hear the same story twice.",
    "winter_Sun8": "Ever been in love, @? My people, we live a very long time... too long, really.$2#$e#And humans, your love is so fickle, gone in the thrash of a skylark's wings.#$b#Pah, winter always brings out the melancholy. I could do with a mead.",
    //"winter_Fri10": "",
    "spring_12_2": "Never understood the attraction of the Egg Festival myself. Not a fan of eggs either. Too crunchy.",
    "spring_23_2": "A dance? Hah, I don't think they'd appreciate me there.$1",
    "winter_7_2": "The fishing contest tomorrow? Pah, only take what you can eat, that's my motto.#$b#Shouldn't make a sport out of hurting things.$2",
    "fall_15_2": "Valley fair tomorrow, right? Still got that Smashing Stone?#$b#Hah, one year, I cracked the stone and sent the bar shooting out the top. Wouldn't let me play again.$1",
    "fall_26_2": "There's a festival tomorrow celebrating the supernatural.#$b#Enough of that up here, no need to make a party about it.$1",
    "summer_10_2": "Beaches aren't my thing. Don't do parties either. Have fun.",
    "summer_27_2": "It's almost the end of summer. I suppose you'll be headed to the beach, to watch those stingers float by.#$b#Me? I'll be keeping my goats out of mischief.",
    "winter_24_2": "Ah yes, Winter Star. It's a quaint human tradition. Lewis still running the secret gift exchange?#$b#Used to participate myself, but no-one appreciated coal properly.$2",
    "election": "Humans and their politics... Lewis barely listened to nature, and this new city punk doesn't seem any better.$a",
    // Unique Gift Responses
    "Reject_EastScarp_Vintage_Ruby_Ring": "Where did you find this? It belonged to... No, I don't want to remember her.$2#$b#Have it back. Find someone worthy of it.$a",
    "AcceptGift_category_vegetable": "Ah, thank you! The goats will appreciate these.$1",
    "AcceptGift_category_fruit": "This is fresh? I'm sure the goats will enjoy these.$1",
    "AcceptGift_category_flower": "What do you take me for? Someone who appreciates the beauty of nature? Hah, yeah, you'd be right. It's lovely.$1",
    "AcceptGift_(O)459": "A drop of my favorite brew... Yeh, guess I've a sweet tooth after all.$1",
    "AcceptGift_(O)StardropTea":"Ah, this is a most fine brew indeed! I've never tasted it's like. Thank you.",
    
    //Unique Courtship Responses - Requires the mod to be installed, otherwise does nothing.
    /*"rejectNPCA": "",
    "rejectNPCB": "",
    "refusal_no_heartsA": "", //they don't know you
    "refusal_no_heartsB": "",
    "engageA": "", //if you're already engaged, I guess?
    "engageB": "",
    "marriedA": "", //if you're already married, I guess?
    "marriedB": "",
    //Datables:
    "give_flowersA": "", //accepting
    "give_flowersB": "",
    "give_pendant": "", //accepting
    "stardrop_gift": "",
    "reject_two_heartA": "",
    "reject_two_heartB": "",
    "reject_four_heartA": "",
    "reject_four_heartB": "",
    "refusal_knownA": "",
    "refusal_knownB": "",
    "refusal_botherA": "",
    "refusal_botherB": "",
    //Unique Jealousy Responses: - requires the mod. It basically means if you are caught giving a gift to someone else "single" your spouse won't necessarily get jealous: unless you lie about it, I suppose?
    "giftquestion_yes": "",
    "giftquestion_lie": "",

    */
}