
{    
    "Rainy_Day_0": "Please kjaere, stay safe out there today!$2#$b#Or you could stay in here, with me.$4",
    "Rainy_Day_1": "If you're poking your nose into those godsforsaken mines, please try not to die, kjaere. I'd miss you too much.$4#$b#Here this might help. Love you.[286 287 205 732]",
    "Rainy_Day_2": "I don't suppose I could convince you to stay in with me today?#$b#It's more fun to lie in bed and listen to the rain on the roof with company.$4",
    "Rainy_Day_3": "  ",
    "Rainy_Day_4": "  ",
    "patio_Eyvinder": "Not a bad farm, overall, though it needs a few more goats.",
    "Rainy_Day_Eyvinder": "",
    "Rainy_Night_0": "Ah good, min kjaerlighet! I've been imagining your homecoming all day.$1#$b#Figured first I'd start by helping you with those wet clothes. What do you say?$4",
    "Rainy_Night_1": "You're dripping wet. Still, your scent is pleasant - and not at all like wet goat.$1",
    "Rainy_Night_2": "Careful where you drip that mud, min kjaereste! I've just been mopping in here.#$b#Yeh, I may have lived in a cave, but that doesn't mean I'm uncivilized.$1",
    "Rainy_Night_3": "I've been watching daytime television; human entertainment is utter nonsense.#$b#Of course, I'll be switching it on tomorrow. I need to find out if Penelope gets revenge on that louse, Tom.$1",
    "Rainy_Night_4": "Come to bed, kjaere, and I'll read you a story.#$b#It's a terrifying tale of how a larvae with an unsatiable appetite devors all in its path before transforming into a flying monstrosity. It has pictures.$1#$e#Yes, it's called 'The Very Hungry Caterpillar'. I believe it's for children.",
    "Rainy_Night_5": "  ",
    "Rainy_Night_Eyvinder": "  ",
    "Indoor_Day_0": "  ",
    "Indoor_Day_1": "  ",
    "Indoor_Day_2": "  ",
    "Indoor_Day_3": "  ",
    "Indoor_Day_4": "  ",
    "Indoor_Day_Eyvinder": "  ",
    "Indoor_Night_0": "My legs are stiff from today's vigil. Hah, maybe age is finally catching up with me.$1",
    "Indoor_Night_1": "Tonight feels like a good night to drink mead beneath the stars.$1#$b#Hah, every night feels like a good night for that! Shall we, min kjaerlighet?$l",
    "Indoor_Night_2": "Did I miss you today? Oh, maybe just a little bit.#$b#Oh, come here and I'll show you how much, min kjaerlighet.$4",
    "Indoor_Night_3": "Good evening my Beauty. I've been imagining what Beast-ly things I might do to you.$4#$b#If you would care to join me.",
    "Indoor_Night_4": "It's been a long and tedious day without you, min kjaelighet. Wish for me to help you relax?$4",
    "Indoor_Night_Eyvinder": "",
    "Outdoor_0": "",
    "Outdoor_1": "  ",
    "Outdoor_2": "  ",
    "Outdoor_3": "  ",
    "Outdoor_4": "  ",
    "Outdoor_Eyvinder": "",
    "funLeave_Eyvinder": "Ah, time for some fresh air. I've been cooped up here too long.#$b#Can't have farm life making me lazy.",
    "funReturn_Eyvinder": "Here, I caught this and figured you might have a use for it.",
    "OneKid_3": "",
    "TwoKids_0": "  ",
    "TwoKids_2": "  ",
    "TwoKids_3": "  ",
    "Good_1": "",
    "Good_2": "  ",
    "Good_3": "  ",
    "Good_4": "  ",
    "Good_5": "  ",
    "Good_6": "  ",
    "Good_7": "  ",
    "Neutral_0": "Oh hey, it's you. Have a productive day. Me? I'll be in here, hardly missing you at all.$1",
    "Neutral_1": "  ",
    "Neutral_6": "  ",
    "Neutral_7": "  ",
    "Neutral_8": "  ",
    "Neutral_9": "  ",
    "Bad_7": "  ",
    "Bad_8": "  ",
    "Bad_9": "  ",
    "summer_15": "It's been over three decades... but the memories never let go, .$2#$b#Dust... smoke... and the screaming... Those were dark times, min kjaerlighet.$2",
	//kjaere "dear"
	//kjaerlighet "love"

}